public/Stories/Thalion Veyreth.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Thalion Veyreth</title>
<meta name="author" content="Tim Hawes © 2023" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-org93f036b" class="outline-2">
<h2 id="org93f036b">Thalion Veyreth</h2>
<div class="outline-text-2" id="text-org93f036b">
</div>
<div id="outline-container-org3f2d3ba" class="outline-3">
<h3 id="org3f2d3ba">Thalion&rsquo;s Learning Phase:</h3>
<div class="outline-text-3" id="text-org3f2d3ba">
</div>
<div id="outline-container-org0d0e367" class="outline-4">
<h4 id="org0d0e367">Initial Days:</h4>
<div class="outline-text-4" id="text-org0d0e367">
<p>
Thalion, curious and intelligent, starts by being a keen observer. Eolande notices his potential and begins grooming him. The former Elder sees a spark in Thalion, reminiscent of the young elves who would debate in the great halls before the current court&rsquo;s misdirection.
</p>
</div>
</div>

<div id="outline-container-org3b24a5e" class="outline-4">
<h4 id="org3b24a5e">Teachings:</h4>
<div class="outline-text-4" id="text-org3b24a5e">
<p>
Thalion not only learns the linguistic aspects but also the philosophical underpinnings of the ancient elven laws. Eolande exposes him to texts that many have forgotten or deliberately ignored, texts that speak of the elves&rsquo; unity, their bond with nature, and the importance of just governance.
</p>
</div>
</div>

<div id="outline-container-org4d86dd6" class="outline-4">
<h4 id="org4d86dd6">Growing Responsibilities:</h4>
<div class="outline-text-4" id="text-org4d86dd6">
<p>
As Thalion’s understanding deepens, so does his responsibility on the estate. Eolande trusts him with tasks that require strategic thinking and sound judgment. These tasks, combined with his learnings, forge a sense of leadership in Thalion.
</p>
</div>
</div>
</div>

<div id="outline-container-org08712a4" class="outline-3">
<h3 id="org08712a4">The Spread of Knowledge:</h3>
<div class="outline-text-3" id="text-org08712a4">
</div>
<div id="outline-container-org20fdc8e" class="outline-4">
<h4 id="org20fdc8e">Secret Gatherings:</h4>
<div class="outline-text-4" id="text-org20fdc8e">
<p>
Thalion begins hosting secret gatherings, maybe in the estate&rsquo;s secluded groves or underground chambers, where he imparts his knowledge to the slaves. They share stories, debate the teachings, and ponder the current state of elvish governance.
</p>
</div>
</div>

<div id="outline-container-org0dad809" class="outline-4">
<h4 id="org0dad809">Symbols and Signs:</h4>
<div class="outline-text-4" id="text-org0dad809">
<p>
To maintain secrecy, Thalion and his fellow slaves develop symbols and signs. These become a clandestine language, a mark of the enlightened. The symbols could be discreetly marked on trees or stones, signaling the location and time of the next gathering.
</p>
</div>
</div>

<div id="outline-container-orgbf48001" class="outline-4">
<h4 id="orgbf48001">Rising Tension:</h4>
<div class="outline-text-4" id="text-orgbf48001">
<p>
The slaves, once resigned to their fate, now feel the weight of the chains more than ever. They start questioning the status quo and their place in society. Rumblings of discontent grow.
</p>
</div>
</div>
</div>

<div id="outline-container-org563222d" class="outline-3">
<h3 id="org563222d">Coming Out:</h3>
<div class="outline-text-3" id="text-org563222d">
</div>
<div id="outline-container-org88bfd56" class="outline-4">
<h4 id="org88bfd56">Eolande&rsquo;s Discovery:</h4>
<div class="outline-text-4" id="text-org88bfd56">
<p>
Eolande stumbles upon one of these gatherings. However, instead of anger, he&rsquo;s pleased. He had hoped Thalion would spread the teachings but feared the risks. Now seeing it in action, Eolande supports Thalion, offering his study as a safer space for these sessions.
</p>
</div>
</div>

<div id="outline-container-org6210749" class="outline-4">
<h4 id="org6210749">Open Revolution:</h4>
<div class="outline-text-4" id="text-org6210749">
<p>
With Eolande&rsquo;s backing, Thalion becomes bolder. The gatherings, once secret, now happen openly. Slaves from neighboring estates start attending, and the movement grows.
</p>

<p>
Eolande, having lost his wife in battle at a young age, and childless, looks at Thalion as his own son. But he knows he cannot adopt, not even in his current degraded status.
Eolande&rsquo;s Discovery does not play out like you say. Instead, they continue everything in secret, and on certain days, Thalion would feign having to do more work than he actually had to do in order to take the opportunity to teach his fellow slaves.
Eventually, Eolande&rsquo;s health begins to deteriorate, the supervising Baron aranges for Eolande&rsquo;s care by the slaves under him. Eolande insists on having Thalion care for his needs, as he trusted him the most. A duputy was appointed to take on the work Thalion had been entrusted to do.
Once Eolande dies, all the slaves under him will get reassigned into other positions within the empire. Eolande does not want this for Thalion. Thalion, realizing Eolande&rsquo;s deep care and love for him, reveals to Eolande that he had been teaching the other slaves. Eolande smiles, and then proceeds to tell Thalion about the battle of Ornasion that took place when Eolande was a young recruit in the Hallashim army. Ornasian was a legendary citadel the halted the spread of the elven empire several decades ago. &ldquo;Somehow, a small force of 100 Mochveneba were able to hold off thousands of Elven troops from within the Citadel. At first they thought they could starve them out, but we ran out of rations before they did. Trebuchets did nothing against the walls of the citadel as they were the small remains of the ancient Amearans. We had to give up the exercise, and leave them alone. If the Mochveneba left, which given their nomadic tendencies is almost certain, it could very well be abandoned, today&rdquo;
</p>


<p>
Niralla Eldinere, an old friend of Eolande, came to visit him on his death bed, just a week before his passing.
&ldquo;Hail Eolande! I wish I could have come seen you while you still had strength.&rdquo;
&ldquo;I am just thankful that you are here, old friend. Have the courts recanted their old position and have asked me to return?&rdquo; Eolande laughing as he spoke, certain such a scenario would never play out in his time. &ldquo;No, old friend, it&rsquo;s a shame they lack the intellect you possess, they are just as stubborn as you. Stupidity and stubborness do not mix well.&rdquo;
&ldquo;No, I suppose they don&rsquo;t,&rdquo; Eolanda responded with a smile.
&ldquo;I was hoping to see you before you passed on, the court has exhiled Phadrus, Portemier, and Elianara since you left.&rdquo;
&ldquo;What??? The audacity of the ruling mother and her senate of justiciars never cease to make our ancestors roll in their graves!&rdquo;
&ldquo;Yes, the number of Elven political prisoners has grown exponentially over the last decade. We&rsquo;ve become so infatiated with slavery, we&rsquo;ve taken to enslaving our own,&rdquo; Niralla stated grimacing.
&ldquo;Such audacity!&rdquo; Eolande angrilly stated, but then began a coughing fit that finally remitted after four coughs.
&ldquo;Sorry, Eolande, I did not come here to try to make your condition worse.&rdquo;
&ldquo;It&rsquo;s ok. I would have been disappointed if you came all this way with only good news.&rdquo; Eolande was now smiling at his old friend.
Niralla returning the smile, &ldquo;I didn&rsquo;t come here just to visit either. I am now a political prisoner such as you are, and I have been commissioned to take over this estate after you&rsquo;ve passed&rdquo;.
&ldquo;You go from bad news to even worse.&rdquo;
&ldquo;It meant I could come to see you, so I consider it good news. And I want you to know, I have no plans of standing idle on this estate.&rdquo;
&ldquo;No?&rdquo;
&ldquo;No, they are wanting to start trade between estates on the border, so that means I will, on occasion, travel to the neighboring estates. On a monthly basis.&rdquo;
&ldquo;I can already sense where this is going Niralla. Now you are going to tell me that the other estates have been entrusted to political prisoners the throne does not want to publicly shame too openly, and you all are conniving to over throw the capital city.&rdquo;
&ldquo;Ha! You are full of humor in your old age. Did these slaves slip you some hemlock?&rdquo; Niralla deflecting jokingly, knowing Eolande was reading him quite accurately.
&ldquo;Well, I get your gist Eolande, but no, we are not overthrowing the throne, but we are setting up a network in hopes to be in a position to&#x2026; shall we say, correct the capital&rsquo;s vision?&rdquo;
</p>

<p>
&ldquo;To what end, Niralla? Have you considered that there are only a handful of us &lsquo;priveleged nobles&rsquo; to go around. For every one high ranking nobleman who gets exiled, there are hundreds who are immediately sold as slaves like the Taurashim, Adama, Orpa, and Mochveneba?&rdquo;
</p>

<p>
&ldquo;Yes, we are aware of that, and would love to recruit from outside, but fear no one on the outside cares for our plight, and those on the inside, thankful to several centurries  of regulation remain illiterate and incapable of following the most basic of orders.&rdquo;
</p>

<p>
&ldquo;Not all of them Niralla.&rdquo; At this point Thalion walks through the door to check on Eolande. &ldquo;Young Thalion, can you recite for me the Primus directive of the ancient law? This is my old friend Niralla, don&rsquo;t be afraid, he has no authority over you.&rdquo;
</p>

<p>
&ldquo;The Primus directive states, that no ruler, noble, common man or any other are exempt from the law. Our ancestors are dead, but they continue to live amongst us in our obedience to our law. A commoner who breaks the law, and a ruler who breaks the law, are equally law breakers in regards to the law.&rdquo;
</p>

<p>
&ldquo;Wow! Eolande, you&rsquo;ve been teaching your slaves jurisprudence? That&rsquo;s more radicall than anything I had in mind,&rdquo; Niralla responded inquisitively.
</p>

<p>
Eolanda hands over a book to Thalion, &ldquo;find the law regarding orphans, widows and their property, and read it to Niralla.&rdquo;
</p>

<p>
Thalion thumbed through the tomb, remembering the different articles in this tomb that he and Eolande had gone over, again, and again, repeatedly over breakfast. Finding the exerpt he was instructed to find, he began reading, &ldquo;If a woman is widowed, she is entitled to her dead husband&rsquo;s possessions. They do not belong to the state, not do they belong to an auction, but are hers to do as she seems right to do with his property. If children are left parentless, their care belongs to the community, but their parent&rsquo;s possessions belongs entirely to them, and will retain full rights and ownershipt once they have obtained to adultood through the guidance of the comunity.&rdquo;
</p>

<p>
&ldquo;Wow! and you have been teaching them to read? Eolande, you objected to the title of renegade in court, but now you would be seen a traitor!&rdquo;
</p>

<p>
&ldquo;Except Niralla, there is nothing in our old laws in regards to slaves or keeping them illiterate. If anything, just the opposite. When I die, Thalion, and all his associate slaves will be orphaned, and resold into the system. This violates our oldest laws and traditions. What if you, my dear Niralla, took them in to your care? As their community? And continued to allow their numbers to grow? Eventially, you could stand up an entirely new capital city, and the old will have to subject itself willingly.&rdquo;
</p>

<p>
Niralla was silent. Carefully considering Eolande&rsquo;s proposal. He had to admit, this was a much more carefully crafted plan than his alone. It had a very strong appeal. Teach slaves how to read and write. Create a new city of literate multi-cultural inhabitants, strong enough, and smart enough to resist the debauchery that has taken over their curent capital city.
</p>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Tim Hawes © 2023</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 28.2 (<a href="https://orgmode.org">Org</a> mode 9.6.1)</p>
</div>
</body>
</html>